# Завдання 1
a = float(input("Введіть перше число: "))
b = float(input("Введіть друге число: "))
c = float(input("Введіть третє число: "))
print("Сума чисел:", a + b + c)
print("Добуток чисел:", a * b * c)

# Завдання 2
#salary = float(input("Введіть зарплату за місяць: "))
#credit = float(input("Введіть суму платежу за кредитом: "))
#utilities = float(input("Введіть заборгованість за комунальні послуги: "))
#print("Залишок після виплат:", salary - credit - utilities)

# Завдання 3
#d1 = float(input("Введіть довжину першої діагоналі ромба: "))
#d2 = float(input("Введіть довжину другої діагоналі ромба: "))
#print("Площа ромба:", (d1 * d2) / 2)